Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/italian_to_english.tmx
Source language: it
Languages: en_gb

source: Da Wikipedia, l'enciclopedia libera.
en_gb: From Wikipedia, the free encyclopedia

source: Laureato in chimica industriale
en_gb: Degree in industrial chemistry

source: diventa segretario del Partito Socialista
en_gb: He became secretary of the Socialist Party

source: La maggioranza del partito, assieme a Andreotti, non è d'accordo
en_gb: The majority of the party, including Andreotti, were not in agreement

source: Cronologia
en_gb: Career

source: Presidente dell’ITI;
en_gb: President of the ITI;

source: Ministro del Lavoro;
en_gb: Minister of Labour

source: Curiosità
en_gb: Trivia

source: Collegamenti esterni
en_gb: External links

source: Predecessore:
en_gb: Predecessor:

source: Ministro degli Esteri
en_gb: Foreign Minister

source: Successore:
en_gb: Successor:

source: Categorie: Biografie | Politici italiani |
en_gb: Categories: Biografies | Italian politicians |

source: Navigazione
en_gb: Navigation

source: Pagina principale
en_gb: Main Page

source: Ultime modifiche
en_gb: Recent changes

source: Una voce a caso
en_gb: Random article

source: Vetrina
en_gb: Featured article

source: Aiuto
en_gb: Help

source: comunità
en_gb: Community

source: Portale comunità
en_gb: Community portal

source: Donazioni
en_gb: Donations

source: Contatti
en_gb: Contact

source: strumenti
en_gb: Toolbox

source: Puntano qui
en_gb: What links here

source: Modifiche correlate
en_gb: Related changes

source: Carica un file
en_gb: Upload a file

source: Pagine speciali
en_gb: Special pages

source: Versione stampabile
en_gb: Printable version

source: Link permanente
en_gb: Permanent link

source: Cita questa voce
en_gb: Cite this article

source: Altre lingue
en_gb: Other languages

source: Ultima modifica
en_gb: Last modified

source: Tutti i testi sono disponibili nel rispetto dei termini della GNU Free Documentation License.
en_gb: All text is available under the terms of the GNU Free Documentation License..

source: Politica sulla privacy
en_gb: Privacy policy

source: Informazioni su Wikipedia
en_gb: About Wikipedia

source: Avvertenze
en_gb: Disclaimers
